Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

source: 当前授权未包含 Page Rules 编辑权限（page-rules.write）。点「一键重授权」补齐，无需退出登录。
ar: التفويض الحالي لا يتضمن إذن تحرير Page Rules ‏(page-rules.write). انقر على «إعادة التفويض» لإضافته دون تسجيل الخروج.
de: Die aktuelle Autorisierung enthält keine Bearbeitung von Page Rules (page-rules.write). Tippe auf „Neu autorisieren“, um sie hinzuzufügen – ohne Abmelden.
en: The current authorization doesn't include editing for Page Rules (page-rules.write). Tap “Re-authorize” to add it — no sign-out needed.
es_mx: La autorización actual no incluye la edición de las Page Rules (page-rules.write). Toca “Reautorizar” para agregarla, sin cerrar sesión.
fr: L'autorisation actuelle n'inclut pas la modification de des Page Rules (page-rules.write). Touchez « Réautoriser » pour l'ajouter, sans déconnexion.
ja: 現在の認可にはPage Rules の編集権限（page-rules.write）が含まれていません。「再認可」をタップして追加できます（ログアウト不要）。
ko: 현재 승인에는 Page Rules 편집 권한(page-rules.write)이 포함되어 있지 않습니다. '재승인'을 탭하여 추가할 수 있습니다(로그아웃 불필요).
pt_br: A autorização atual não inclui a edição das Page Rules (page-rules.write). Toque em “Reautorizar” para adicioná-la, sem sair da conta.
pt_pt: A autorização atual não inclui a edição das Page Rules (page-rules.write). Toque em “Reautorizar” para a adicionar, sem terminar sessão.
tr: Mevcut yetkilendirme Page Rules düzenleme iznini (page-rules.write) içermiyor. Eklemek için “Yeniden yetkilendir”e dokunun — çıkış yapmanız gerekmez.
zh_hant: 目前授權未包含Page Rules 編輯權限（page-rules.write）。點「一鍵重新授權」補齊，無需登出。
zh_hk: 目前授權未包含Page Rules 編輯權限（page-rules.write）。點「一鍵重新授權」補齊，無需登出。

source: 单条重定向
ar: عمليات إعادة التوجيه الفردية
de: Einzelweiterleitungen
en: Single Redirects
es_mx: Redirecciones individuales
fr: Redirections unitaires
ja: シングルリダイレクト
ko: 단일 리디렉션
pt_br: Redirecionamentos individuais
pt_pt: Redirecionamentos individuais
tr: Tekil Yönlendirmeler
zh_hant: 單條重新導向
zh_hk: 單條重定向

source: 源站规则
ar: قواعد المصدر
de: Origin-Regeln
en: Origin Rules
es_mx: Reglas de origen
fr: Règles d'origine
ja: オリジンルール
ko: 오리진 규칙
pt_br: Regras de origem
pt_pt: Regras de origem
tr: Kaynak Kuralları
zh_hant: 來源規則
zh_hk: 源站規則

source: 配置规则
ar: قواعد التكوين
de: Konfigurationsregeln
en: Configuration Rules
es_mx: Reglas de configuración
fr: Règles de configuration
ja: 構成ルール
ko: 구성 규칙
pt_br: Regras de configuração
pt_pt: Regras de configuração
tr: Yapılandırma Kuralları
zh_hant: 設定規則
zh_hk: 配置規則

source: 压缩规则
ar: قواعد الضغط
de: Komprimierungsregeln
en: Compression Rules
es_mx: Reglas de compresión
fr: Règles de compression
ja: 圧縮ルール
ko: 압축 규칙
pt_br: Regras de compressão
pt_pt: Regras de compressão
tr: Sıkıştırma Kuralları
zh_hant: 壓縮規則
zh_hk: 壓縮規則

source: 自定义错误
ar: أخطاء مخصصة
de: Benutzerdefinierte Fehler
en: Custom Errors
es_mx: Errores personalizados
fr: Erreurs personnalisées
ja: カスタムエラー
ko: 사용자 지정 오류
pt_br: Erros personalizados
pt_pt: Erros personalizados
tr: Özel Hatalar
zh_hant: 自訂錯誤
zh_hk: 自訂錯誤

source: 查看详情
ar: عرض التفاصيل
de: Details anzeigen
en: View details
es_mx: Ver detalles
fr: Voir les détails
ja: 詳細を表示
ko: 세부 정보 보기
pt_br: Ver detalhes
pt_pt: Ver detalhes
tr: Ayrıntıları görüntüle
zh_hant: 查看詳細資訊
zh_hk: 查看詳情

source: Host：%@
ar: المضيف: %@
fr: Hôte : %@
ja: ホスト：%@
ko: 호스트: %@

source: 源站：%@
ar: المصدر: %@
de: Origin: %@
en: Origin: %@
es_mx: Origen: %@
fr: Origine : %@
ja: オリジン：%@
ko: 오리진: %@
pt_br: Origem: %@
pt_pt: Origem: %@
tr: Kaynak: %@
zh_hant: 來源：%@

source: 源站端口：%lld
ar: منفذ المصدر: %lld
de: Origin-Port: %lld
en: Origin port: %lld
es_mx: Puerto de origen: %lld
fr: Port d'origine : %lld
ja: オリジンポート：%lld
ko: 오리진 포트: %lld
pt_br: Porta de origem: %lld
pt_pt: Porta de origem: %lld
tr: Kaynak bağlantı noktası: %lld
zh_hant: 來源連接埠：%lld
zh_hk: 源站連接埠：%lld

source: 流量与内容
ar: حركة المرور والمحتوى
de: Traffic & Inhalt
en: Traffic & Content
es_mx: Tráfico y contenido
fr: Trafic et contenu
ja: トラフィックとコンテンツ
ko: 트래픽 및 콘텐츠
pt_br: Tráfego e conteúdo
pt_pt: Tráfego e conteúdo
tr: Trafik ve İçerik
zh_hant: 流量與內容
zh_hk: 流量與內容

source: 改写与缓存
ar: إعادة الكتابة والتخزين المؤقت
de: Umschreiben & Cache
en: Rewrite & Cache
es_mx: Reescritura y caché
fr: Réécriture et cache
ja: 書き換えとキャッシュ
ko: 재작성 및 캐시
pt_br: Reescrita e cache
pt_pt: Reescrita e cache
tr: Yeniden Yazma ve Önbellek
zh_hant: 改寫與快取
zh_hk: 改寫與緩存

source: 传统与全局
ar: القديمة والعامة
de: Legacy & Global
en: Legacy & Global
es_mx: Heredadas y globales
fr: Héritées et globales
ja: レガシーとグローバル
ko: 레거시 및 전역
pt_br: Legado e global
pt_pt: Legado e global
tr: Eski ve Genel
zh_hant: 傳統與全域
zh_hk: 傳統與全局

source: 新类型规则目前支持查看、启停与删除；创建和编辑请在 Cloudflare Dashboard 完成。
ar: تدعم أنواع القواعد الجديدة حاليًا العرض والتفعيل/الإيقاف والحذف؛ يُرجى إنشاء القواعد وتحريرها في لوحة تحكم Cloudflare.
de: Neue Regeltypen unterstützen derzeit Anzeigen, Aktivieren/Deaktivieren und Löschen; erstellen und bearbeiten kannst du Regeln im Cloudflare Dashboard.
en: New rule types currently support viewing, toggling, and deleting; create and edit rules in the Cloudflare Dashboard.
es_mx: Los tipos de regla nuevos actualmente permiten ver, activar/desactivar y eliminar; crea y edita reglas en el panel de Cloudflare.
fr: Les nouveaux types de règles permettent pour l'instant de consulter, d'activer/désactiver et de supprimer ; créez et modifiez les règles dans le tableau de bord Cloudflare.
ja: 新しいタイプのルールは現在、表示・有効／無効・削除に対応しています。作成と編集は Cloudflare ダッシュボードで行ってください。
ko: 새 규칙 유형은 현재 보기, 활성화/비활성화, 삭제를 지원합니다. 규칙 생성과 편집은 Cloudflare 대시보드에서 하세요.
pt_br: Os novos tipos de regra atualmente permitem ver, ativar/desativar e excluir; crie e edite regras no painel da Cloudflare.
pt_pt: Os novos tipos de regra permitem atualmente ver, ativar/desativar e eliminar; crie e edite regras no painel da Cloudflare.
tr: Yeni kural türleri şu anda görüntüleme, etkinleştirme/devre dışı bırakma ve silmeyi destekler; kuralları Cloudflare panosunda oluşturup düzenleyin.
zh_hant: 新類型規則目前支援查看、啟停與刪除；建立和編輯請在 Cloudflare 儀表板完成。
zh_hk: 新類型規則目前支援查看、啟停與刪除；建立同編輯請喺 Cloudflare 儀表板完成。

source: 没有%@
ar: لا توجد %@
de: Keine %@
en: No %@
es_mx: Sin %@
fr: Aucune règle : %@
ja: %@はありません
ko: %@ 없음
pt_br: Sem %@
pt_pt: Sem %@
tr: %@ yok
zh_hant: 沒有%@
zh_hk: 沒有%@

source: 此域名还没有这类规则。规则创建请在 Cloudflare Dashboard 完成，创建后这里可查看、启停与删除。
ar: لا يحتوي هذا النطاق على قواعد من هذا النوع بعد. أنشئ القواعد في لوحة تحكم Cloudflare، وبعد الإنشاء يمكنك هنا عرضها وتفعيلها/إيقافها وحذفها.
de: Diese Domain hat noch keine Regeln dieses Typs. Erstelle Regeln im Cloudflare Dashboard; danach kannst du sie hier anzeigen, umschalten und löschen.
en: This domain doesn't have rules of this type yet. Create rules in the Cloudflare Dashboard; once created, you can view, toggle, and delete them here.
es_mx: Este dominio aún no tiene reglas de este tipo. Crea reglas en el panel de Cloudflare; una vez creadas, aquí podrás verlas, activarlas/desactivarlas y eliminarlas.
fr: Ce domaine n'a pas encore de règles de ce type. Créez-les dans le tableau de bord Cloudflare ; vous pourrez ensuite les consulter, les activer/désactiver et les supprimer ici.
ja: このドメインにはまだこのタイプのルールがありません。Cloudflare ダッシュボードで作成すると、ここで表示・有効／無効・削除ができます。
ko: 이 도메인에는 아직 이 유형의 규칙이 없습니다. Cloudflare 대시보드에서 규칙을 만들면 여기에서 보기, 활성화/비활성화, 삭제할 수 있습니다.
pt_br: Este domínio ainda não tem regras deste tipo. Crie regras no painel da Cloudflare; depois de criadas, você pode vê-las, ativar/desativar e excluí-las aqui.
pt_pt: Este domínio ainda não tem regras deste tipo. Crie regras no painel da Cloudflare; depois de criadas, pode vê-las, ativar/desativar e eliminá-las aqui.
tr: Bu alan adında henüz bu türde kural yok. Kuralları Cloudflare panosunda oluşturun; oluşturulduktan sonra burada görüntüleyebilir, açıp kapatabilir ve silebilirsiniz.
zh_hant: 此網域還沒有這類規則。請在 Cloudflare 儀表板建立規則，建立後可在此查看、啟停與刪除。
zh_hk: 此域名仲未有呢類規則。請喺 Cloudflare 儀表板建立規則，建立後可以喺度查看、啟停同刪除。

source: 动作参数
ar: معلمات الإجراء
de: Aktionsparameter
en: Action parameters
es_mx: Parámetros de acción
fr: Paramètres d'action
ja: アクションパラメータ
ko: 작업 매개변수
pt_br: Parâmetros de ação
pt_pt: Parâmetros de ação
tr: Eylem parametreleri
zh_hant: 動作參數
zh_hk: 動作參數

source: 没有 Page Rules
ar: لا توجد Page Rules
de: Keine Page Rules
en: No Page Rules
es_mx: Sin Page Rules
fr: Aucune Page Rule
ja: Page Rules はありません
ko: Page Rules 없음
pt_br: Sem Page Rules
pt_pt: Sem Page Rules
tr: Page Rules yok
zh_hant: 沒有 Page Rules
zh_hk: 沒有 Page Rules

source: Page Rules 是传统功能，Cloudflare 建议迁移到新的规则产品；已有规则可在此查看、启停与删除。
ar: تُعد Page Rules ميزة قديمة وتوصي Cloudflare بالانتقال إلى منتجات القواعد الجديدة؛ يمكنك هنا عرض القواعد الموجودة وتفعيلها/إيقافها وحذفها.
de: Page Rules sind eine Legacy-Funktion; Cloudflare empfiehlt die Migration zu den neuen Regelprodukten. Bestehende Regeln kannst du hier anzeigen, umschalten und löschen.
en: Page Rules are a legacy feature; Cloudflare recommends migrating to the new rules products. Existing rules can be viewed, toggled, and deleted here.
es_mx: Las Page Rules son una función heredada; Cloudflare recomienda migrar a los nuevos productos de reglas. Aquí puedes ver, activar/desactivar y eliminar las reglas existentes.
fr: Les Page Rules sont une fonctionnalité héritée ; Cloudflare recommande de migrer vers les nouveaux produits de règles. Les règles existantes peuvent être consultées, activées/désactivées et supprimées ici.
ja: Page Rules はレガシー機能です。Cloudflare は新しいルール製品への移行を推奨しています。既存のルールはここで表示・有効／無効・削除できます。
ko: Page Rules는 레거시 기능입니다. Cloudflare는 새 규칙 제품으로의 마이그레이션을 권장합니다. 기존 규칙은 여기에서 보기, 활성화/비활성화, 삭제할 수 있습니다.
pt_br: As Page Rules são um recurso legado; a Cloudflare recomenda migrar para os novos produtos de regras. As regras existentes podem ser vistas, ativadas/desativadas e excluídas aqui.
pt_pt: As Page Rules são uma funcionalidade legada; a Cloudflare recomenda migrar para os novos produtos de regras. As regras existentes podem ser vistas, ativadas/desativadas e eliminadas aqui.
tr: Page Rules eski bir özelliktir; Cloudflare yeni kural ürünlerine geçilmesini önerir. Mevcut kuralları burada görüntüleyebilir, açıp kapatabilir ve silebilirsiniz.
zh_hant: Page Rules 是傳統功能，Cloudflare 建議遷移到新的規則產品；既有規則可在此查看、啟停與刪除。
zh_hk: Page Rules 係傳統功能，Cloudflare 建議遷移到新嘅規則產品；現有規則可以喺度查看、啟停同刪除。

source: 左滑启停，右滑删除。
ar: اسحب لليسار للتفعيل/الإيقاف، ولليمين للحذف.
de: Nach links wischen zum Aktivieren/Deaktivieren, nach rechts zum Löschen.
en: Swipe left to enable/disable, swipe right to delete.
es_mx: Desliza a la izquierda para activar/desactivar y a la derecha para eliminar.
fr: Balayez vers la gauche pour activer/désactiver, vers la droite pour supprimer.
ja: 左スワイプで有効／無効、右スワイプで削除。
ko: 왼쪽으로 스와이프하여 활성화/비활성화, 오른쪽으로 스와이프하여 삭제합니다.
pt_br: Deslize para a esquerda para ativar/desativar e para a direita para excluir.
pt_pt: Deslize para a esquerda para ativar/desativar e para a direita para eliminar.
tr: Etkinleştirmek/devre dışı bırakmak için sola, silmek için sağa kaydırın.
zh_hant: 左滑啟停，右滑刪除。
zh_hk: 左滑啟停，右滑刪除。

source: URL 规范化
ar: تسوية عناوين URL
de: URL-Normalisierung
en: URL Normalization
es_mx: Normalización de URL
fr: Normalisation des URL
ja: URL 正規化
ko: URL 정규화
pt_br: Normalização de URL
pt_pt: Normalização de URL
tr: URL Normalleştirme
zh_hant: URL 正規化
zh_hk: URL 規範化

source: 规范化类型
ar: نوع التسوية
de: Normalisierungstyp
en: Normalization type
es_mx: Tipo de normalización
fr: Type de normalisation
ja: 正規化タイプ
ko: 정규화 유형
pt_br: Tipo de normalização
pt_pt: Tipo de normalização
tr: Normalleştirme türü
zh_hant: 正規化類型
zh_hk: 規範化類型

source: 作用范围
ar: النطاق
de: Geltungsbereich
en: Scope
es_mx: Alcance
fr: Portée
ja: 適用範囲
ko: 적용 범위
pt_br: Escopo
pt_pt: Âmbito
tr: Kapsam
zh_hant: 適用範圍
zh_hk: 作用範圍

source: 仅入站 URL
ar: عناوين URL الواردة فقط
de: Nur eingehende URLs
en: Incoming URLs only
es_mx: Solo URL entrantes
fr: URL entrantes uniquement
ja: 受信 URL のみ
ko: 수신 URL만
pt_br: Somente URLs de entrada
pt_pt: Apenas URLs de entrada
tr: Yalnızca gelen URL'ler
zh_hant: 僅傳入 URL
zh_hk: 僅入站 URL

source: 入站与规则匹配
ar: الواردة ومطابقة القواعد
de: Eingehend & Regelabgleich
en: Incoming & rule matching
es_mx: Entrantes y coincidencia de reglas
fr: Entrantes et correspondance des règles
ja: 受信とルールマッチング
ko: 수신 및 규칙 일치
pt_br: Entrada e correspondência de regras
pt_pt: Entrada e correspondência de regras
tr: Gelen ve kural eşleştirme
zh_hant: 傳入與規則比對
zh_hk: 入站與規則匹配

source: 不规范化
ar: بدون تسوية
de: Keine Normalisierung
en: No normalization
es_mx: Sin normalización
fr: Aucune normalisation
ja: 正規化しない
ko: 정규화 안 함
pt_br: Sem normalização
pt_pt: Sem normalização
tr: Normalleştirme yok
zh_hant: 不正規化
zh_hk: 不規範化

source: URL 规范化影响所有规则的表达式匹配方式，修改立即生效。
ar: تؤثر تسوية عناوين URL في طريقة مطابقة تعبيرات جميع القواعد، وتسري التغييرات فورًا.
de: Die URL-Normalisierung beeinflusst, wie Ausdrücke aller Regeln abgeglichen werden; Änderungen gelten sofort.
en: URL normalization affects how expressions match across all rules; changes take effect immediately.
es_mx: La normalización de URL afecta cómo coinciden las expresiones de todas las reglas; los cambios surten efecto de inmediato.
fr: La normalisation des URL influe sur la correspondance des expressions de toutes les règles ; les modifications prennent effet immédiatement.
ja: URL 正規化はすべてのルールの式マッチングに影響します。変更は直ちに有効になります。
ko: URL 정규화는 모든 규칙의 표현식 일치 방식에 영향을 줍니다. 변경 사항은 즉시 적용됩니다.
pt_br: A normalização de URL afeta como as expressões de todas as regras são correspondidas; as alterações entram em vigor imediatamente.
pt_pt: A normalização de URL afeta a correspondência das expressões de todas as regras; as alterações entram em vigor imediatamente.
tr: URL normalleştirme, tüm kuralların ifade eşleştirmesini etkiler; değişiklikler hemen geçerli olur.
zh_hant: URL 正規化影響所有規則的運算式比對方式，修改立即生效。
zh_hk: URL 規範化影響所有規則嘅表達式匹配方式，修改即時生效。

source: 规则管理需要 Pro
ar: إدارة القواعد تتطلب Pro
de: Regelverwaltung erfordert Pro
en: Rules management requires Pro
es_mx: La gestión de reglas requiere Pro
fr: La gestion des règles nécessite Pro
ja: ルール管理には Pro が必要です
ko: 규칙 관리에는 Pro가 필요합니다
pt_br: O gerenciamento de regras requer o Pro
pt_pt: A gestão de regras requer o Pro
tr: Kural yönetimi Pro gerektirir
zh_hant: 規則管理需要 Pro
zh_hk: 規則管理需要 Pro

source: 单条重定向、源站 / 配置 / 压缩规则、自定义错误与 Page Rules 的查看、启停与删除属于 Orange Cloud Pro。
ar: عرض القواعد وتفعيلها/إيقافها وحذفها - عمليات إعادة التوجيه الفردية وقواعد المصدر/التكوين/الضغط والأخطاء المخصصة وPage Rules - من ميزات Orange Cloud Pro.
de: Anzeigen, Umschalten und Löschen von Einzelweiterleitungen, Origin-/Konfigurations-/Komprimierungsregeln, benutzerdefinierten Fehlern und Page Rules gehören zu Orange Cloud Pro.
en: Viewing, toggling, and deleting Single Redirects, Origin/Configuration/Compression Rules, Custom Errors, and Page Rules is part of Orange Cloud Pro.
es_mx: Ver, activar/desactivar y eliminar redirecciones individuales, reglas de origen/configuración/compresión, errores personalizados y Page Rules es parte de Orange Cloud Pro.
fr: La consultation, l'activation/désactivation et la suppression des redirections unitaires, des règles d'origine/de configuration/de compression, des erreurs personnalisées et des Page Rules font partie d'Orange Cloud Pro.
ja: シングルリダイレクト、オリジン／構成／圧縮ルール、カスタムエラー、Page Rules の表示・有効／無効・削除は Orange Cloud Pro の機能です。
ko: 단일 리디렉션, 오리진/구성/압축 규칙, 사용자 지정 오류 및 Page Rules의 보기, 활성화/비활성화, 삭제는 Orange Cloud Pro에 포함됩니다.
pt_br: Ver, ativar/desativar e excluir redirecionamentos individuais, regras de origem/configuração/compressão, erros personalizados e Page Rules faz parte do Orange Cloud Pro.
pt_pt: Ver, ativar/desativar e eliminar redirecionamentos individuais, regras de origem/configuração/compressão, erros personalizados e Page Rules faz parte do Orange Cloud Pro.
tr: Tekil Yönlendirmeleri, Kaynak/Yapılandırma/Sıkıştırma Kurallarını, Özel Hataları ve Page Rules'u görüntüleme, açma/kapatma ve silme Orange Cloud Pro kapsamındadır.
zh_hant: 單條重新導向、來源／設定／壓縮規則、自訂錯誤與 Page Rules 的查看、啟停與刪除屬於 Orange Cloud Pro。
zh_hk: 單條重定向、源站／配置／壓縮規則、自訂錯誤同 Page Rules 嘅查看、啟停同刪除屬於 Orange Cloud Pro。

source: 该规则基于批量列表（from_list），请在 Cloudflare Dashboard 编辑。
ar: تستند هذه القاعدة إلى قائمة مجمّعة (from_list)؛ يُرجى تحريرها في لوحة تحكم Cloudflare.
de: Diese Regel basiert auf einer Massenliste (from_list); bitte im Cloudflare Dashboard bearbeiten.
en: This rule is based on a bulk list (from_list); edit it in the Cloudflare Dashboard.
es_mx: Esta regla se basa en una lista masiva (from_list); edítala en el panel de Cloudflare.
fr: Cette règle repose sur une liste en masse (from_list) ; modifiez-la dans le tableau de bord Cloudflare.
ja: このルールは一括リスト（from_list）に基づいています。Cloudflare ダッシュボードで編集してください。
ko: 이 규칙은 대량 목록(from_list)을 기반으로 합니다. Cloudflare 대시보드에서 편집하세요.
pt_br: Esta regra é baseada em uma lista em massa (from_list); edite-a no painel da Cloudflare.
pt_pt: Esta regra baseia-se numa lista em massa (from_list); edite-a no painel da Cloudflare.
tr: Bu kural bir toplu listeye (from_list) dayanır; Cloudflare panosunda düzenleyin.
zh_hant: 此規則基於批次清單（from_list），請在 Cloudflare 儀表板編輯。
zh_hk: 此規則基於批量列表（from_list），請喺 Cloudflare 儀表板編輯。

source: 目标类型
ar: نوع الهدف
de: Zieltyp
en: Target type
es_mx: Tipo de destino
fr: Type de cible
ja: ターゲットタイプ
ko: 대상 유형
pt_br: Tipo de destino
pt_pt: Tipo de destino
tr: Hedef türü
zh_hant: 目標類型
zh_hk: 目標類型

source: 静态 URL
ar: عنوان URL ثابت
de: Statische URL
en: Static URL
es_mx: URL estática
fr: URL statique
ja: 静的 URL
ko: 정적 URL
pt_br: URL estática
pt_pt: URL estática
tr: Statik URL
zh_hant: 靜態 URL
zh_hk: 靜態 URL

source: 动态表达式
ar: تعبير ديناميكي
de: Dynamischer Ausdruck
en: Dynamic expression
es_mx: Expresión dinámica
fr: Expression dynamique
ja: 動的な式
ko: 동적 표현식
pt_br: Expressão dinâmica
pt_pt: Expressão dinâmica
tr: Dinamik ifade
zh_hant: 動態運算式
zh_hk: 動態表達式

source: 目标为 Rules 表达式，求值结果作为跳转地址。
ar: الهدف هو تعبير بلغة Rules، وتُستخدم نتيجة تقييمه كعنوان لإعادة التوجيه.
de: Das Ziel ist ein Rules-Ausdruck; das Auswertungsergebnis wird als Weiterleitungsadresse verwendet.
en: The target is a Rules expression; its evaluated result is used as the redirect URL.
es_mx: El destino es una expresión del lenguaje Rules; el resultado evaluado se usa como URL de redirección.
fr: La cible est une expression Rules ; le résultat de son évaluation sert d'URL de redirection.
ja: ターゲットは Rules 式で、評価結果がリダイレクト先 URL になります。
ko: 대상은 Rules 표현식이며, 평가 결과가 리디렉션 URL로 사용됩니다.
pt_br: O destino é uma expressão Rules; o resultado avaliado é usado como URL de redirecionamento.
pt_pt: O destino é uma expressão Rules; o resultado avaliado é usado como URL de redirecionamento.
tr: Hedef bir Rules ifadesidir; değerlendirme sonucu yönlendirme URL'si olarak kullanılır.
zh_hant: 目標為 Rules 運算式，求值結果作為跳轉位址。
zh_hk: 目標為 Rules 表達式，求值結果作為跳轉地址。

source: 301/308 为永久跳转，302/303/307 为临时跳转；307/308 保留原 HTTP 方法。
ar: 301/308 لإعادة توجيه دائمة، و302/303/307 لإعادة توجيه مؤقتة؛ يحافظ 307/308 على طريقة HTTP الأصلية.
de: 301/308 sind permanente, 302/303/307 temporäre Weiterleitungen; 307/308 behalten die ursprüngliche HTTP-Methode bei.
en: 301/308 are permanent redirects, 302/303/307 are temporary; 307/308 preserve the original HTTP method.
es_mx: 301/308 son redirecciones permanentes, 302/303/307 son temporales; 307/308 conservan el método HTTP original.
fr: 301/308 sont des redirections permanentes, 302/303/307 des temporaires ; 307/308 conservent la méthode HTTP d'origine.
ja: 301/308 は恒久的、302/303/307 は一時的なリダイレクトです。307/308 は元の HTTP メソッドを保持します。
ko: 301/308은 영구 리디렉션, 302/303/307은 임시 리디렉션입니다. 307/308은 원래 HTTP 메서드를 유지합니다.
pt_br: 301/308 são redirecionamentos permanentes, 302/303/307 são temporários; 307/308 preservam o método HTTP original.
pt_pt: 301/308 são redirecionamentos permanentes, 302/303/307 são temporários; 307/308 preservam o método HTTP original.
tr: 301/308 kalıcı, 302/303/307 geçici yönlendirmelerdir; 307/308 özgün HTTP yöntemini korur.
zh_hant: 301/308 為永久跳轉，302/303/307 為暫時跳轉；307/308 保留原 HTTP 方法。
zh_hk: 301/308 為永久跳轉，302/303/307 為臨時跳轉；307/308 保留原 HTTP 方法。

source: Host 标头覆盖（可选）
ar: تجاوز ترويسة Host (اختياري)
de: Host-Header-Override (optional)
en: Host header override (optional)
es_mx: Anulación del encabezado Host (opcional)
fr: Remplacement de l'en-tête Host (facultatif)
ja: Host ヘッダーの上書き（任意）
ko: Host 헤더 재정의(선택 사항)
pt_br: Substituição do cabeçalho Host (opcional)
pt_pt: Substituição do cabeçalho Host (opcional)
tr: Host üstbilgisi geçersiz kılma (isteğe bağlı)
zh_hant: Host 標頭覆寫（選填）
zh_hk: Host 標頭覆蓋（可選）

source: 源站主机（可选）
ar: مضيف المصدر (اختياري)
de: Origin-Host (optional)
en: Origin host (optional)
es_mx: Host de origen (opcional)
fr: Hôte d'origine (facultatif)
ja: オリジンホスト（任意）
ko: 오리진 호스트(선택 사항)
pt_br: Host de origem (opcional)
pt_pt: Host de origem (opcional)
tr: Kaynak ana bilgisayarı (isteğe bağlı)
zh_hant: 來源主機（選填）
zh_hk: 源站主機（可選）

source: 源站端口（可选）
ar: منفذ المصدر (اختياري)
de: Origin-Port (optional)
en: Origin port (optional)
es_mx: Puerto de origen (opcional)
fr: Port d'origine (facultatif)
ja: オリジンポート（任意）
ko: 오리진 포트(선택 사항)
pt_br: Porta de origem (opcional)
pt_pt: Porta de origem (opcional)
tr: Kaynak bağlantı noktası (isteğe bağlı)
zh_hant: 來源連接埠（選填）
zh_hk: 源站連接埠（可選）

source: SNI 覆盖（可选，仅企业版）
ar: تجاوز SNI (اختياري، خطة Enterprise فقط)
de: SNI-Override (optional, nur Enterprise)
en: SNI override (optional, Enterprise only)
es_mx: Anulación de SNI (opcional, solo Enterprise)
fr: Remplacement SNI (facultatif, Enterprise uniquement)
ja: SNI の上書き（任意、Enterprise のみ）
ko: SNI 재정의(선택 사항, Enterprise 전용)
pt_br: Substituição de SNI (opcional, somente Enterprise)
pt_pt: Substituição de SNI (opcional, apenas Enterprise)
tr: SNI geçersiz kılma (isteğe bağlı, yalnızca Enterprise)
zh_hant: SNI 覆寫（選填，僅 Enterprise）
zh_hk: SNI 覆蓋（可選，僅 Enterprise）

source: 源站覆盖
ar: تجاوزات المصدر
de: Origin-Overrides
en: Origin overrides
es_mx: Anulaciones de origen
fr: Remplacements d'origine
ja: オリジンの上書き
ko: 오리진 재정의
pt_br: Substituições de origem
pt_pt: Substituições de origem
tr: Kaynak geçersiz kılmaları
zh_hant: 來源覆寫
zh_hk: 源站覆蓋

source: 至少设置一项。匹配的请求将按此覆盖回源目标。
ar: عيّن عنصرًا واحدًا على الأقل. ستُوجَّه الطلبات المطابقة إلى المصدر وفق هذه التجاوزات.
de: Mindestens ein Feld setzen. Passende Anfragen gehen mit diesen Overrides zum Origin.
en: Set at least one field. Matching requests go to the origin with these overrides.
es_mx: Configura al menos un campo. Las solicitudes coincidentes irán al origen con estas anulaciones.
fr: Définissez au moins un champ. Les requêtes correspondantes iront à l'origine avec ces remplacements.
ja: 少なくとも 1 項目を設定してください。一致したリクエストはこの上書きでオリジンへ送られます。
ko: 하나 이상 설정하세요. 일치하는 요청은 이 재정의에 따라 오리진으로 전달됩니다.
pt_br: Defina pelo menos um campo. As solicitações correspondentes irão à origem com essas substituições.
pt_pt: Defina pelo menos um campo. Os pedidos correspondentes irão à origem com estas substituições.
tr: En az bir alan ayarlayın. Eşleşen istekler bu geçersiz kılmalarla kaynağa gider.
zh_hant: 至少設定一項。相符的請求將按此覆寫回源目標。
zh_hk: 至少設置一項。匹配嘅請求將按此覆蓋回源目標。

source: 浏览器完整性检查
ar: فحص سلامة المتصفح
de: Browser Integrity Check
en: Browser Integrity Check
es_mx: Comprobación de integridad del navegador
fr: Contrôle d'intégrité du navigateur
ja: ブラウザ整合性チェック
ko: 브라우저 무결성 검사
pt_br: Verificação de integridade do navegador
pt_pt: Verificação de integridade do navegador
tr: Tarayıcı Bütünlük Denetimi
zh_hant: 瀏覽器完整性檢查
zh_hk: 瀏覽器完整性檢查

source: Email 混淆
ar: إخفاء عناوين البريد الإلكتروني
de: E-Mail-Verschleierung
en: Email Obfuscation
es_mx: Ofuscación de correo
fr: Obfuscation des e-mails
ja: メール難読化
ko: 이메일 난독화
pt_br: Ofuscação de e-mail
pt_pt: Ofuscação de e-mail
tr: E-posta Gizleme

source: 热链保护
ar: حماية الروابط الساخنة
de: Hotlink-Schutz
en: Hotlink Protection
es_mx: Protección contra hotlinks
fr: Protection contre le hotlinking
ja: ホットリンク保護
ko: 핫링크 보호
pt_br: Proteção contra hotlink
pt_pt: Proteção contra hotlink
tr: Hotlink Koruması
zh_hant: 熱連結保護
zh_hk: 熱鏈保護
